[
    {
        "id": 1,
        "name": "The Bike Place & Wheels",
        "description": "CUSTOMERS INTERACTIONS: After a one-time registration, logged-in users can easily place, manage their orders and also leave his/her review.ADMIN’S ACCESSIBILITY: Admins have some special access containing adding a product, managing all orders, managing products, and making a new admin.PRODUCTION: Making the world a better place through producing elegant consequences.",
        "technologies": "React, Bootstrap, Firebase Authentication, NPM, React Router, Express Js, MongoDB.",
        "img": "https://i.ibb.co/nnxCzF7/the-bike.jpg",
        "livesite": "https://the-bike-place-and-wheels.firebaseapp.com/"
    },
    {
        "id": 2,
        "name": "Fly Hopes BD ",
        "description": "It's a mern stack website that is responsive for smaller devices, easy to use, has both frontend and backend data, overall an imperative website for the tourists. USERS INTERACTIONS: The logged-in user can easily place and manage his bookings after one-time registration.It's a single-page application that means no issues of reloading with the user's satisfaction.",
        "technologies": "React, Bootstrap, Firebase Authentication, NPM, React Router, Express Js, MongoDB.",
        "img": "https://i.ibb.co/XWTrSKG/Fly-hope-1.jpg",
        "livesite": "https://fly-hope-bd-travel-agency.web.app/"
    },
    {
        "id": 3,
        "name": "Lifeline Health Care ",
        "description": "USERS INTERACTIONS: Users can collect all the info about the clinic. Logged-in users have some extra accessibility to get all doctor's details. EMERGENCY CARE: Clinical excellence must be the priority for any health care service provider. CHAMBER SERVICES: Create a strong and lasting first impression on your potential clients with Mediplus.",
        "technologies": "React, Bootstrap, Firebase Authentication, React Router, NPM.",
        "img": "https://i.ibb.co/cksz28g/lifeline-clinic-1.jpg",
        "livesite": "https://lifeline-general-clinic.web.app/"
    },
    {
        "id": 4,
        "name": "Mac Book Pro",
        "description": "USERS INTERACTIONS: Users can choose their categories of memory, storage, and delivery option.PROMO CODE: Users can use a promo code and get a 25% discount. ",
        "technologies": "Html5, CSS3, Bootstrap, Javascript",
        "img": "https://i.ibb.co/2Njzppx/mac-book-1.jpg",
        "livesite": "https://macbook-pro-assignment-mr-swap.netlify.app/"
    }
]